{	"nan" : "Esta descripción no se creó todavía! Contactáte con el autor del mod o quien sea responsable de implementar dentro de JED.",
	"minecraft:air" : "Es puro aire. Mayormente N2 y O2. Es solo eso, probablemente no deberías estar acá...",
	"minecraft:stone" : "Un material de construcción basico encontrado bajo tierra. Para obtenerlo, necesitarás el encantamiento Toque De Seda o tendrás que cocinar adoquín en un horno.",
	"minecraft:granite" : "Una piedra plutónica rosa similar a la piedra común. La podés pulír y convertír en escaleras o paredes. Se encuentra bajo tierra.",
	"minecraft:polished_granite" : "Una piedra plutónica rosa similar a la piedra común. La podés convertír en escaleras o paredes.",
	"minecraft:diorite" : "Una piedra blanca subterranea, un guapo youtuber sueco le dice \"caca de pajaro\". La podés pulír y convertír en escaleras o paredes. Se encuentra bajo tierra.",
	"minecraft:polished_diorite" : "\"Caca de pajaro\" pulida. La podés convertír en escaleras o paredes.",
	"minecraft:andesite" : "Una piedra gris claro similar a la piedra común. La podés pulír y convertír en escaleras o paredes. Se encuentra bajo tierra.",
	"minecraft:polished_andesite" : "Una piedra gris claro pulida. La podés convertír en escaleras o paredes.",
	"minecraft:deepslate" : "Una piedra oscura que se encuentra en las profundidades de tu mundo. Solo se puede minar con el encantamiento Toque De Seda o cocinando el adoquín de pizarra profunda.",
	"minecraft:cobbled_deepslate" : "Supongo que si existe el adoquín tiene que existir el adoquín de pizarra oscura. ¿Por qué no se llama Adoquín Oscuro?",
	"minecraft:polished_deepslate" : "Versión pulida de la piedra oscura. La podés convertír en escaleras o paredes.",
	"minecraft:calcite" : "Una piedra sedimentaria que se encuentra bajo tierra. Si la encontrás mientras minás, te espera algo bueno! (Que no se confunda con la diorita!)",
	"minecraft:tuff" : "Una piedra que se encuentra en montónes bajo tierra. Prestá atención, este bloque podría esconder minerales de hierro adentro! ",
	"minecraft:dripstone_block" : "Un bloque decorativo encontrado comúnmente en las cuevas kársticas, bajo la superficie!",
	"minecraft:grass_block" : "Un bloque natural común en la superficie, requiere el encantamiento Toque De Seda para obtener. Se esparce sobre tierra cercana.",
	"minecraft:dirt" : "Un bloque sucio común bajo el pasto en la superficie del mundo.",
	"minecraft:coarse_dirt" : "Un bloque sucio poco común, no puede sustentar plantas. Se encuentra comúnmente en las mesetas de sabanas y los badlands.",
	"minecraft:podzol" : "Un tono más oscuro de tierra que se encuentra en los biomas de taiga ancestral o abajo de los árboles de abeto altos.",
	"minecraft:rooted_dirt" : "Un bloque decorativo encontrado abajo de los árboles de azalea.",
	"minecraft:crimson_nylium" : "Un netherrack carmesí, infestado encontrado en el piso de los bosques carmesí en el Nether.",
	"minecraft:warped_nylium" : "Un netherrack distorcionado infestado, encontrado en el piso de los bosques distorcionados en el Nether.",
	"minecraft:cobblestone" : "Un bloque obtenido minando piedra bajo tierra sin el encantamiento de Toque de Seda. Se usa para construír y en muchas recetas.",
	"minecraft:oak_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de roble.",
	"minecraft:spruce_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de abeto.",
	"minecraft:birch_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de abedul.",
	"minecraft:jungle_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de jungla.",
	"minecraft:acacia_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de acacia.",
	"minecraft:dark_oak_planks" : "Un material de crafteo y bloque decorativo que se consigue de los troncos de roble oscuro.",
	"minecraft:crimson_planks" : "Un material de crafteo y bloque decorativo que se consigue de los tallos carmesí.",
	"minecraft:warped_planks" : "Un material de crafteo y bloque decorativo que se consigue de los tallos distorcionados.",
	"minecraft:oak_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de roble. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:spruce_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de abeto. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:birch_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de abedul. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:jungle_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de jungla. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:acacia_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de acacia. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:dark_oak_sapling" : "Plantálo y esperá un tiempo, crecerá a un árbol de roble oscuro. También podés usar hueso molido para acelerar el proceso!",
	"minecraft:bedrock" : "Un bloque que se encuentra a lo más profundo del mundo. No se puede minar.",
	"minecraft:sand" : "Un bloque común obtenible que se usa para decoración y granjas, se puede obtener de playas o desiertos. La podés cocinar para hacer vidrio!",
	"minecraft:red_sand" : "Un bloque común obtenible que se usa para decoración y granjas, solo se puede conseguir en los badlands.",
	"minecraft:gravel" : "Un bloque común obtenible que se usa para decoración y crafteo. La podés encontrar bajo tierra, en el fondo del oceano, cerca de ríos, o en algúnas montañas. A veces, puede soltar pedernal al minarla.",
	"minecraft:coal_ore" : "Este mineral suelta carbón al minarlo. Se encuentra en lo muy alto de las montañas o bajo tierra. Usando el encantamiento de Fortuna, suelta más carbón, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_coal_ore" : "Este mineral suelta carbón al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más carbón, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:iron_ore" : "Este mineral suelta hierro crudo al minarlo. Se encuentra no muy profundo bajo tierra. Usando el encantamiento de Fortuna, suelta más hierro crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_iron_ore" : "Este mineral suelta hierro crudo al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más hierro crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:copper_ore" : "Este mineral suelta cobre crudo al minarlo. Se encuentra no muy profundo bajo tierra. Usando el encantamiento de Fortuna, suelta más cobre crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_copper_ore" : "Este mineral suelta cobre crudo al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más cobre crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:gold_ore" : "Este mineral suelta oro crudo al minarlo. Se encuentra muy bajo tierra. Usando el encantamiento de Fortuna, suelta más oro crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_gold_ore" : "Este mineral suelta oro crudo al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más oro crudo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:redstone_ore" : "Este mineral suelta polvo de redstone al minarlo. Se encuentra muy bajo tierra. Usando el encantamiento de Fortuna, suelta más polvo de redstone, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_redstone_ore" : "Este mineral suelta polvo de redstone al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más polvo de redstone, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:emerald_ore" : "Este mineral suelta esmeraldas al minarlo. Se encuentra exclusivamente en las montañas o en las colinas ventiscosas bajo tierra pero en las cúmbres es donde abúndan. Usando el encantamiento de Fortuna, suelta más esmeraldas, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_emerald_ore" : "Este mineral suelta esmeraldas al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más esmeraldas, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:lapis_ore" : "Este mineral suelta lapislázuli al minarlo. Se encuentra muy bajo tierra. Usando el encantamiento de Fortuna, suelta más lapislázuli, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_lapis_ore" : "Este mineral suelta lapislázuli al minarlo. Se encuentra bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más lapislázuli, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:diamond_ore" : "Este mineral suelta un diamante al minarlo. Se encuentra muy bajo tierra. Usando el encantamiento de Fortuna, suelta más diamantes, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:deepslate_diamond_ore" : "Este mineral suelta un diamante al minarlo. Se encuentra muy bajo tierra, cerca de la pizarra oscura. Usando el encantamiento de Fortuna, suelta más diamantes, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:nether_gold_ore" : "Este mineral suelta pepitas de oro al minarlo. Se encuentra en el nether. Usando el encantamiento de Fortuna, suelta más pepitas, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:nether_quartz_ore" : "Este mineral suelta cuarzo del nether al minarlo. Se encuentra en el nether. Usando el encantamiento de Fortuna, suelta más cuarzo, usando el encantamiento de Toque De Seda, suelta el bloque del mineral.",
	"minecraft:ancient_debris" : "Este recurso poco común suelta escombros ancestrales al minarlo. Se encuentra en las extremas alturas o profundidades. Este recurso está involucrado en la producción de netherita.",
	"minecraft:coal_block" : "Una combinación de nueve carbón que se usa como combustible. También se usa como decoración.",
	"minecraft:raw_iron_block" : "Un bloque decorativo craftedo con nueve piezas de hierro crudo.",
	"minecraft:raw_copper_block" : "Un bloque decorativo craftedo con nueve piezas de cobre crudo.",
	"minecraft:raw_gold_block" : "Un bloque decorativo craftedo con nueve piezas de oro crudo.",
	"minecraft:amethyst_block" : "Un bloque hermoso hecho de los brillantes fragmentos de amatista. Probá caminar encíma para escuchar unos lindos sonidos!",
	"minecraft:budding_amethyst" : "Un bloque brotador de amatista produce amatista después de varios periodos de tiempo. Pero no se puede obtener en modo supervivencia, así que probablemente no deberías estar leyendo esto, lol.",
	"minecraft:iron_block" : "Un bloque hecho de nueve lingotes de hierro. Puede ser usado para la base de un faro, o para craftear un yunque. Algúnos dicen que también puede ser usado para crear un algún tipo de golem...",
	"minecraft:copper_block" : "Un bloque naranja brillante, hecho con cuatro lingotes de cobre. Mayormente decorativo.",
	"minecraft:stripped_oak_log" : "Una versión descubierta del tronco de roble, hecho haciendo clic derecho sobre un tronco de roble con un hacha.",
	"minecraft:stripped_spruce_log" : "Una versión descubierta del tronco de abeto, hecho haciendo clic derecho sobre un tronco de abeto con un hacha.",
	"minecraft:stripped_birch_log" : "Una versión descubierta del tronco de abedul, hecho haciendo clic derecho sobre un tronco de abedul con un hacha.",
	"minecraft:stripped_jungle_log" : "Una versión descubierta del tronco de jungla, hecho haciendo clic derecho sobre un tronco de jungla con un hacha.",
	"minecraft:stripped_acacia_log" : "Una versión descubierta del tronco de acacia, hecho haciendo clic derecho sobre un tronco de acacia con un hacha.",
	"minecraft:stripped_dark_oak_log" : "Una versión descubierta del tronco de roble oscuro, hecho haciendo clic derecho sobre un tronco de roble oscuro con un hacha.",
	"minecraft:stripped_crimson_stem" : "Una versión descubierta del tallo carmesí, hecho haciendo clic derecho sobre un tallo carmesí con un hacha.",
	"minecraft:stripped_warped_stem" : "Una versión descubierta del tallo distorcionado, hecho haciendo clic derecho sobre un tallo distorcionado con un hacha.",
	"minecraft:stripped_oak_wood" : "Una versión descubierta del leño de roble, hecho haciendo clic derecho sobre un leño de roble con un hacha.",
	"minecraft:stripped_spruce_wood" : "Una versión descubierta del leño de abeto, hecho haciendo clic derecho sobre un leño de abeto con un hacha.",
	"minecraft:stripped_birch_wood" : "Una versión descubierta del leño de abedul, hecho haciendo clic derecho sobre un leño de abedul con un hacha.",
	"minecraft:stripped_jungle_wood" : "Una versión descubierta del leño de jungla, hecho haciendo clic derecho sobre un leño de jungla con un hacha.",
	"minecraft:stripped_acacia_wood" : "Una versión descubierta del leño de acacia, hecho haciendo clic derecho sobre un leño de acacia con un hacha.",
	"minecraft:stripped_dark_oak_wood" : "Una versión descubierta del leño de roble oscuro, hecho haciendo clic derecho sobre un leño de roble oscuro con un hacha.",
	"minecraft:stripped_crimson_hyphae" : "Una versión descubierta de las hifas carmesí, hecho haciendo clic derecho sobre unas hifas carmesí con un hacha.",
	"minecraft:stripped_warped_hyphae" : "Una versión descubierta de las hifas distorcionadas, hecho haciendo clic derecho sobre unas hifas distorcionadas con un hacha.",
	"minecraft:stone_pressure_plate" : "Va a emitir una señal de redstone cuando un jugador o una entidad se ponga encima.",
	"minecraft:polished_blackstone_pressure_plate" : "Va a emitir una señal de redstone cuando un jugador o una entidad se ponga encima.",
	"minecraft:light_weighted_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima. Cuantas más, mejor!",
	"minecraft:heavy_weighted_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima. Cuantas más, mejor!",
	"minecraft:oak_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:spruce_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:birch_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:jungle_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:acacia_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:dark_oak_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:crimson_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:warped_pressure_plate" : "Va a emitir una señal de redstone cuando una entidad se ponga encima.",
	"minecraft:cake" : "es una mentira.",
	"minecraft:white_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:orange_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:magenta_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:light_blue_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:yellow_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:lime_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:pink_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:gray_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:light_gray_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:cyan_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:purple_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:blue_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:brown_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:green_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:red_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:black_bed" : "Una cama rebotante y suave, perfecta para ahuyentar la oscuridad. Hacé clic derecho en ella para dormir y saltar la noche o el mal clima.",
	"minecraft:respawn_anchor" : "Algúna vez quisiste respawnear en las entrañas plagadas de lava del inframundo? Bueno, esto podría ser lo que buscás! Ponelo en tu lugar preferido, metéle un bloque de piedra luminosa a este bebé y adiós cielo azul!",
	"minecraft:small_amethyst_bud" : "Una gema en creciemiento, esta recién empezó!",
	"minecraft:medium_amethyst_bud" : "Una gema a la mitad de su crecimiento. Decíme de una crisis de mediana edad.",
	"minecraft:large_amethyst_bud" : "Una gema en su ultimos momentos de crecimiento, un poquito más y podrás conseguir el clúster de amatista ya terminado!",
	"minecraft:amethyst_cluster" : "Una hermosa gema decorativa, aseguráte de minarla con el encantamiento de Toque De Seda para llevarla a tu base! Si no, puedes obtener el fragmento de amatista del clúster.",
	"minecraft:pointed_dripstone" : "Se pueden encontrar en las cuevas kársticas, pero las podés encontrar solitarias en las cuevas normales también. Pueden gotear agua y lava en un caldero, y hacen daño al caer.",
	"empty": ""
}