{	"nan" : "Essa descrição ainda não foi criada! Contate o autor do mod para que adicione a descrição para o JED!",
	"minecraft:air" : "Ar. Em sua maioria N2 e O2. Literalmente isso, você provavelmente não deveria estar aqui",
	"minecraft:stone" : "Um bloco básico de construção encontrado abaixo da superfície. Para obtê-lo, você precisa de usar o encantamento de Toque Suave ou derreter pedregulho em uma fornalha.",
	"minecraft:granite" : "Uma rocha plutônica vermelha similar à pedra. Pode ser polido ou transformado em escadas/paredes. Encontrado no subsolo.",
	"minecraft:polished_granite" : "Uma rocha plutônica vermelha polida, usada para contrução. Pode ser transformado em escadas/paredes.",
	"minecraft:diorite" : "Uma rocha branca, normalmente apelidada \"cocô de pássaro\" por um belo youtuber sueco. Pode ser polido ou transformado em escadas/paredes. Encontrado no subsolo.",
	"minecraft:polished_diorite" : "\"Cocô de pássaro\" polido. Pode ser usado para construção ou transformado em escadas/paredes.",
	"minecraft:andesite" : "Uma rocha cinza claro similar à pedra. Pode ser polido ou transformado em escadas/paredes. Encontrado no subsolo.",
	"minecraft:polished_andesite" : "Uma rocha cinza claro polida. Usado para construção ou transformado em escadas/paredes.",
	"minecraft:deepslate" : "Uma rocha escura encontrada nas profundezas do seu mundo no Minecraft. Pode ser obtida apenas com o encantamento de Toque Suave ou derretendo um pedregulho de ardósia na fornalha.",
	"minecraft:cobbled_deepslate" : "Eu acho que desde que exista pedregulho deve existir pedregulho de ardósia. Mas por que não é chamado ardosulho?",
	"minecraft:polished_deepslate" : "Versão polida da rocha negra. Pode ser transformado em escadas/paredes.",
	"minecraft:calcite" : "Uma rocha sedimentar encontrada no subsolo. Se voce encontrar esse bloco enquanto minera, você está perto de uma boa surpresa! (Não confunda com o diorito!)",
	"minecraft:tuff" : "Uma rocha encontrada em formações no subsolo. Preste atenção, esse bloco pode esconder ferro no interior!",
	"minecraft:dripstone_block" : "Um bloco decorativo geralmente encontrado nas cavernas de espeleotemas abaixo da superfície do mundo!",
	"minecraft:grass_block" : "Um bloco comum natural na superfície do mundo. Requer o encantamento de Toque Suave para ser obtido. Isso se espalha para blocos de terra próximos.",
	"minecraft:dirt" : "Um bloco comum a baixo da grama na superfície do mundo.",
	"minecraft:coarse_dirt" : "Um bloco de terra incomum, não pode sustentar plantas. Comumente encontrado em planaltos de savana e terras áridas.",
	"minecraft:podzol" : "Um tom mais escuro de grama que pode ser encontrado em biomas de taiga ou debaixo de grandes pinheiros. Isso se espalha para blocos de terra próximos.",
	"minecraft:rooted_dirt" : "Um bloco decorativo encontrado abaixo das árvores de azaléia. Se encontrar isso enquanto minera, continue seguindo suas raízes paras as profundezas e você chegará nas cavernas verdejantes.",
	"minecraft:crimson_nylium" : "Uma rocha do nether infestada por fungo carmesim encontrada no chão das florestas carmesim no Nether.",
	"minecraft:warped_nylium" : "Uma rocha do nether infestada por fungo distorcido encontrada no chão das florestas distorcidas no Nether.",
	"minecraft:cobblestone" : "Um bloco obtido pela minecração de pedra sem o encantamento de Toque Suave. Usado para contrução e muitas receitas.",
	"minecraft:oak_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de carvalho.",
	"minecraft:spruce_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de pinheiro.",
	"minecraft:birch_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de bétula.",
	"minecraft:jungle_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de madeira da selva.",
	"minecraft:acacia_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de acácia.",
	"minecraft:dark_oak_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de troncos de carvalho escuro.",
	"minecraft:crimson_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de caules carmesim.",
	"minecraft:warped_planks" : "Um material de fabricação e bloco decorativo que pode ser fabricado apartir de caules distorcidos.",
	"minecraft:oak_sapling" : "Plante e espere, vai nascer uma árvore de carvalho. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:spruce_sapling" : "Plante e espere, vai nascer uma árvore de pinheiro. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:birch_sapling" : "Plante e espere, vai nascer uma árvore de bétula. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:jungle_sapling" : "Plante e espere, vai nascer uma árvore de madeira da selva. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:acacia_sapling" : "Plante e espere, vai nascer uma árvore de acácia. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:dark_oak_sapling" : "Plante 4 delas e espere, vai nascer uma árvore de carvalho. Você pode usar alguma farinha de osso para acelerar o progresso!",
	"minecraft:bedrock" : "Um bloco encontrado bem no fundo do mundo. Não pode ser minerado.",
	"minecraft:sand" : "Um bloco comumente obtível usado principalmente para decoração e fazendas. Pode ser obtido em praias ou em desertos. Cana-de-açúcar cresce mais rápido nesse bloco (na verdade não!). Pode ser derretido para formar vidro.",
	"minecraft:red_sand" : "Um bloco comumente obtível usado principalmente para decoração e fazendas. Só pode ser obtido em terras áridas. Cana-de-açúcar cresce mais rápido nesse bloco (na verdade não!). Pode ser derretido para formar vidro.",
	"minecraft:gravel" : "Um bloco comumente obtível usado principalmente para decoração e fabricação. Pode ser encontrado no subsolo, no fundo dos oceanos, proximo a rios e lagos ou em algumas montanhas. Pode dropar sílex algumas vezes",
	"minecraft:coal_ore" : "Esse minério dropa carvão quando minerado. Pode ser encontrado no alto de montnhas ou no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_coal_ore" : "Esse minério dropa carvão quando minerado. Pode ser encontrado nas profundezas do subsolo, junto a outras ardósias. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:iron_ore" : "Esse minério dropa ferro bruto quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_iron_ore" : "Esse minério dropa ferro bruto quando minerado. Pode ser encontrado nas profundezas do subsolo, junto a outras ardósias. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:copper_ore" : "Esse minério dropa cobre bruto quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_copper_ore" : "Esse minério dropa cobre bruto quando minerado. Pode ser encontrado nas profundezas do subsolo, junto a outras ardósias. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:gold_ore" : "Esse minério dropa ouro bruto quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_gold_ore" : "Esse minério dropa ouro bruto quando minerado. Pode ser encontrado nas profundezas do subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:redstone_ore" : "Esse minério dropa redstone quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_redstone_ore" : "Esse minério dropa redstone quando minerado. Pode ser encontrado nas profundezas do subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:emerald_ore" : "Esse minério dropa esmeraldas quando minerado. Pode ser encontrado no alto de montanhas ou no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_emerald_ore" : "Esse minério dropa esmeraldas quando minerado. Pode ser encontrado nas profundezas do subsolo, junto a outras ardósias. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:lapis_ore" : "Esse minério dropa lápis-lazúli quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_lapis_ore" : "Esse minério dropa lápis-lazúli quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:diamond_ore" : "Esse minério dropa diamantes quando minerado. Pode ser encontrado no subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:deepslate_diamond_ore" : "Esse minério dropa diamantes quando minerado. Pode ser encontrado nas profundezas do subsolo. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:nether_gold_ore" : "Esse minério dropa pepitas de ouro quando minerado. Pode ser encontrado no nether. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério. Minerá-lo perto de piglins os deixará com raiva.",
	"minecraft:nether_quartz_ore" : "Esse minério dropa quartzo quando minerado. Pode ser encontrado no nether. Usando o enchantamento de Fortuna produzirá mais minério, enquanto com o encantamento de Toque Suave irá dropar o próprio bloco de minério.",
	"minecraft:ancient_debris" : "Esse minério raro produz detritos ancestrais. Pode ser encontrado no nether em alturas muito elevadas ou muito baixas. Os detritos ancestrais estão envolvidos na produção de netherita.",
	"minecraft:coal_block" : "Uma combinação de 9 carvões que pode ser usado como combústivel. Também pode ser um bloco decorativo.",
	"minecraft:raw_iron_block" : "Um bloco decorativo feito com 9 peças de ferro bruto.",
	"minecraft:raw_copper_block" : "Um bloco decorativo feito com 9 peças de cobre bruto.",
	"minecraft:raw_gold_block" : "Um bloco decorativo feito com 9 peças de ouro bruto.",
	"minecraft:amethyst_block" : "Um lindo bloco feito de ametista brilhante. Tente andar sobre ela para ouvir sons esplêndidos.",
	"minecraft:budding_amethyst" : "A Drusa de Ametista produz ametistas de tempos em tempos. Mas ela não ser obtida no sobrevivência, então provavelmente você não deveria estar lendo isso haha.",
	"minecraft:iron_block" : "Um bloco feito com 9 barras de ferro. Ele pode ser utilizado na base de um Sinalizador, ou para construir uma bigorna. Alguns dizem que ele pode ser utilizado para criar um tipo de Golem...",
	"minecraft:copper_block" : "Um brilhante bloco laranja, feito a partir de 4 barras de cobre. Mais usado como decoração.",
	"minecraft:gold_block" : "Tão brilhante... mas os Piglins também amão ele. Mantenha ele fora de vista deles.",
	"minecraft:diamond_block" : "Um bloco feito inteiramente de brilhantes diamantes! Por favor não contrua uma casa com eles.",
	"minecraft:netherite_block" : "Um bloco feito com o material mais raro do jogo, não se dedique a fazer um sinalizador com ele. Isso demora muito tempo. Muito. Muito tempo mesmo.",
	"minecraft:exposed_copper" : "Um bloco de cobre, mas ligeiramente oxidado e parece esverdeado.",
	"minecraft:weathered_copper" : "Um bloco de cobre, mas bem oxidado e muito esverdeado.",
	"minecraft:oxidized_copper" : "Um bloco de cobre, mas completamente oxidado e verde.",
	"minecraft:cut_copper" : "Um lindo bloco de cobre.",
	"minecraft:exposed_cut_copper" : "Um lindo bloco de cobre, mas ligeiramente oxidado e parece esverdeado.",
	"minecraft:weathered_cut_copper" : "Um lindo bloco de cobre, mas bem oxidado e muito esverdeado.",
	"minecraft:oxidized_cut_copper" : "Um lindo bloco de cobre, mas completamente oxidado e verde.",
	"minecraft:cut_copper_stairs" : "Uma linda escada de cobre.",
	"minecraft:exposed_cut_copper_stairs" : "Uma linda escada de cobre, mas ligeiramente oxidada e parece esverdeada.",
	"minecraft:weathered_cut_copper_stairs" : "Uma linda escada de cobre, mas bem oxidada e muito esverdeada.",
	"minecraft:oxidized_cut_copper_stairs" : "Uma linda escada de cobre, mas completamente oxidada e verde.",
	"minecraft:cut_copper_slab" : "Metade de um bloco de cobre.",
	"minecraft:exposed_cut_copper_slab" : "Uma linda laje de cobre, mas ligeiramente oxidada e parece esverdeada.",
	"minecraft:weathered_cut_copper_slab" : "Uma linda laje de cobre, mas bem oxidada e esverdeada.",
	"minecraft:oxidized_cut_copper_slab" : "Uma linda laje de cobre, mas completamente oxidada e verde.",
	"minecraft:waxed_copper_block" : "Um bloco de cobre, porém encerado então ele continuará brilhante.",
	"minecraft:waxed_exposed_copper" : "Um bloco de cobre, mas ligeiramente oxidado e parece esverdeado, e encerado então ele não ficará mais verde.",
	"minecraft:waxed_weathered_copper" : "Um bloco de cobre, mas bem oxidado e muito esverdeado, e encerado então ele não ficará mais verde.",
	"minecraft:waxed_oxidized_copper" : "Um bloco de cobre, mas completamente oxidado e verde, e alguém gastou favo de mel nisso por algum motivo.",
	"minecraft:waxed_cut_copper" : "Um lindo bloco de cobre, porém encerado então ele continuará brilhante.",
	"minecraft:waxed_exposed_cut_copper" : "Um lindo bloco de cobre, mas ligeiramente oxidado e parece esverdeado, e encerado então ele não ficará mais verde.",
	"minecraft:waxed_weathered_cut_copper" : "Um lindo bloco de cobre, mas bem oxidado e muito esverdeado, e encerado então ele não ficará mais verde.",
	"minecraft:waxed_oxidized_cut_copper" : "Um lindo bloco de cobre, mas completamente oxidado e verde, e alguém gastou favo de mel nisso por algum motivo.",
	"minecraft:waxed_cut_copper_stairs" : "Uma linda escada de cobre, porém encerada então ela continuará brilhante.",
	"minecraft:waxed_exposed_cut_copper_stairs" : "Uma linda escada de cobre, mas ligeiramente oxidada e parece esverdeada, e encerada então ela não ficará mais verde.",
	"minecraft:waxed_weathered_cut_copper_stairs" : "Uau isto é de encher a boca. Uma linda escada de cobre, mas bem oxidada e esverdeada, e encerada então ela não ficará mais verde. Isso é realmente bem especifico, não é mesmo? Alguém oxidou este cobre exatamente 2 estágios, e não mais, e então lapidou ele em escadas, e usou um favo de mel nele. Isso provavelmente explica porque seu nome é tão grande.",
	"minecraft:waxed_oxidized_cut_copper_stairs" : "Uma linda escada de cobre, mas completamente oxidada e verde, e encerada então ela não ficará mais verde.",
	"minecraft:waxed_cut_copper_slab" : "Metade de um bloco de cobre, porém encerado então ele continuará brilhante.",
	"minecraft:waxed_exposed_cut_copper_slab" : "Uma linda laje de cobre, mas ligeiramente oxidada e parece esverdeada, e encerada então ela não ficará mais verde.",
	"minecraft:waxed_weathered_cut_copper_slab" : "Uma linda laje de cobre, mas bem oxidada e esverdeada, e encerada então ela não ficará mais verde.",
	"minecraft:waxed_oxidized_cut_copper_slab" : "Uma linda laje de cobre, mas completamente oxidada e verde, e alguém gastou favo de mel nisso por algum motivo.",
	"minecraft:oak_log" : "Um troco encontrado em árvores de carvalhos ou Azaleia, em biomas de planície ou em florestas.",
	"minecraft:spruce_log" : "Um tronco encontrado em árvores de pinheiro, em biomas de taiga.",
	"minecraft:birch_log" : "Um tronco encontrado em árvores de bétula, em biomas de floresta de bétula, floresta ou planície.",
	"minecraft:jungle_log" : "Um tronco encontrado em árvores de Selva, em biomas de Selva.",
	"minecraft:acacia_log" : "Um tronco encontrado em árvores de Acácia, em biomas de Savana ou Mesa.",
	"minecraft:dark_oak_log" : "Um tronco encontrado em árvores de Carvalho Escuro, em biomas de Carvalho Escuro.",
	"minecraft:crimson_stem" : "Um tronco encontrado em árvores Carmesim, em biomas de Carmesim, no Nether.",
	"minecraft:warped_stem" : "Um tronco encontrado em árvores Distorcidas, em biomas Distorcidos, no Nether.",
	"minecraft:stripped_oak_log" : "Uma versão descascada do Tronco de Carvalho, feita clicando com o botão direito no Tronco de Carvalho com um machado.",
	"minecraft:stripped_spruce_log" : "Uma versão descascada do Tronco de Pinheiro, feita clicando com o botão direito no Tronco de Pinheiro com um machado.",
	"minecraft:stripped_birch_log" : "Uma versão descascada do Tronco de Bétula, feita clicando com o botão direito no Tronco de Bétula com um machado.",
	"minecraft:stripped_jungle_log" : "Uma versão descascada do Tronco de Selva, feita clicando com o botão direito no Tronco de Selva com um machado.",
	"minecraft:stripped_acacia_log" : "Uma versão descascada do Tronco de Acácia, feita clicando com o botão direito no Tronco de Acácia com um machado.",
	"minecraft:stripped_dark_oak_log" : "Uma versão descascada do Tronco de Carvalho Escuro, feita clicando com o botão direito no Tronco de Carvalho Escuro com um machado.",
	"minecraft:stripped_crimson_stem" : "Uma versão descascada do Tronco Carmesim, feita clicando com o botão direito no Tronco Carmesim com um machado.",
	"minecraft:stripped_warped_stem" : "Uma versão descascada do Tronco Distorcido, feita clicando com o botão direito no Tronco Distorcido com um machado.",
	"minecraft:stripped_oak_wood" : "Uma versão descascada da Madeira de Carvalho, feita clicando com o botão direito na Madeira de Carvalho com um machado.",
	"minecraft:stripped_spruce_wood" : "Uma versão descascada da Madeira de Pinheiro, feita clicando com o botão direito na Madeira de Pinheiro com um machado.",
	"minecraft:stripped_birch_wood" : "Uma versão descascada da Madeira de Bétula, , feita clicando com o botão direito na Madeira de Bétula com um machado.",
	"minecraft:stripped_jungle_wood" : "Uma versão descascada da Madeira de Selva, feita clicando com o botão direito na Madeira de Selva com um machado.",
	"minecraft:stripped_acacia_wood" : "Uma versão descascada da Madeira de Acácia, feita clicando com o botão direito na Madeira de Acácia com um machado.",
	"minecraft:stripped_dark_oak_wood" : "Uma versão descascada da Madeira de Carvalho Escuro, feita clicando com o botão direito na Madeira de Carvalho Escuro com um machado.",
	"minecraft:stripped_crimson_hyphae" : "Uma versão descascada das Hifas Carmesim, feita clicando com o botão direito nas Hifas Carmesim com um machado.",
	"minecraft:stripped_warped_hyphae" : "Uma versão descascada das Hifas Distorcidas, feita clicando com o botão direito nas Hifas Distorcidas com um machado.",
	"empty": ""
}