{	"nan" : "Denna beskrivning finns inte, kontakta författaren av moddet.",
	"minecraft:air" : "Detta är luft, det består mest av syre och kväve.",
	"minecraft:stone" : "Sten kan du få genom att antingen smelta kullersten i en ugn, eller använda silkesvante när du bryter sten.",
	"minecraft:granite" : "Granit är en orange sten som hittas i stora klumpar under jorden.",
	"minecraft:polished_granite" : "Polerad granit är slät och kan användas till att göra trappor eller plattor.",
	"minecraft:diorite" : "Diorit är en vit sten som hittas i stora klumpar under jorde.",
	"minecraft:polished_diorite" : "Polerad diorit är slät och kan användas till att göra trappor eller plattor.",
	"minecraft:andesite" : "Andesite är en grå sten som hittas i stora klumpar under jorden.",
	"minecraft:polished_andesite" : "Polerad andesit är slät och kan användas till att göra trappor eller plattor.",
	"minecraft:deepslate" : "Djupskiffer är en mörk grå sort av sten som hittas riktigt långt ner, precis som sten så kan den ha malm i sig.",
	"minecraft:cobbled_deepslate" : "Kullerstensformerad djupskiffer är en kullerstensformerad version av sjupskiffer.",
	"minecraft:polished_deepslate" : "Polerad djupskiffer är djupskiffer som har polerats för att bli slät.",
	"minecraft:calcite" : "Kalcit är en vitt sten som hittas vid ametist geoder.",
	"minecraft:tuff" : "Tuff är en grå grön sten som hittas långt ner i klumpar.",
	"minecraft:dripstone_block" : "Droppsten är en storters sten som hittas i speciella grottor, de kan också få spetsig droppsten under sig.",
	"minecraft:grass_block" : "Gräss kan du få genom att bryta den med silkesvante, den sprider också sig till jord.",
	"minecraft:dirt" : "Jord finns över nästan hela minecraft världen, den har inte så många användningar.",
	"minecraft:coarse_dirt" : "Grusig jord är en grusig version av jord som ofta hittas i savannan.",
	"minecraft:podzol" : "Podsol är mörkt gräss som ofta hittas under granträd.",
	"minecraft:rooted_dirt" : "Rotad jord är jord med rötter i sig, den hittas under azalea träd.",
	"minecraft:crimson_nylium" : "Karmosinnycel är en mörk röd sort av gräss som hittas på netherrack. Den hittas i karmosin skog.",
	"minecraft:warped_nylium" : "Förvrängd nycel är en blå version av gräs som hittas på netherrack. Den hittas i förvräng skog.",
	"minecraft:cobblestone" : "Kullersten är sten som har brytits utan silkesvante.",
	"minecraft:oak_planks" : "Ekplankor är gjorda av ekstam och kan användas som dekorativt block eller något annat.",
	"minecraft:spruce_planks" : "Granplankor är gjorda av granstam och kan användas som dekorativt block eller något annat.",
	"minecraft:birch_planks" : "Björkplankor är gjorda av björkstam och kan användas som dekorativt block eller något annat.",
	"minecraft:jungle_planks" : "Jungelplankor är gjorda av jungelträdstam och kan användas som dekorativt block eller något annat.",
	"minecraft:acacia_planks" : "Granplankor är gjorda av granstam och kan användas som dekorativt block eller något annat.",
	"minecraft:dark_oak_planks" : "Akaciaplankor är gjorda av akaciastam och kan användas som dekorativt block eller något annat.",
	"minecraft:crimson_planks" : "Karmosinplankor är gjorda av karmosinstam och kan användas som dekorativt block eller något annat.",
	"minecraft:warped_planks" : "Förvrängda plankor är gjorda av förvrängd stam och kan användas som dekorativt block eller något annat.",
	"minecraft:oak_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett ek träd!",
	"minecraft:spruce_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett gran träd!",
	"minecraft:birch_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett björk träd!",
	"minecraft:jungle_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett jungel träd!",
	"minecraft:acacia_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett akacia träd!",
	"minecraft:dark_oak_sapling" : "Placera den på jord, sedan vänta eller använd benmjöl för att få ett mörkt ek träd!",
	"minecraft:bedrock" : "Berggrund finns på botten av minecraft världen, den kan inte brytas.",
	"minecraft:sand" : "Sand kan hittas i öknar eller vid strand, den används för det mesta för glas.",
	"minecraft:red_sand" : "Röd sand kan hittas i stenöken, den används antingen för dekorativa grejer eller glas.",
	"minecraft:gravel" : "Grus kan hittas underjorden i klumpar, på berg eller på havsbotten. Den kan också droppa flint.",
	"minecraft:coal_ore" : "Denna malm droppar kol när den bryts utan silkesvante, hittas ofta i berg.",
	"minecraft:deepslate_coal_ore" : "Denna malm droppar kol när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:iron_ore" : "Denna malm droppar järn när den bryts utan silkesvante, hittas ofta underjorden men finns också i berg.",
	"minecraft:deepslate_iron_ore" : "Denna malm droppar järn när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:copper_ore" : "Denna malm droppar koppar när den bryts utan silkesvante, hittas ofta underjorden men finns också i berg",
	"minecraft:deepslate_copper_ore" : "Denna malm droppar koppar när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:gold_ore" : "Denna malm droppar guld när den bryts utan silkesvante, hittas lite längre när en järn men det finns massor av det i stenöken.",
	"minecraft:deepslate_gold_ore" : "Denna malm droppar guld när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:redstone_ore" : "Denna malm droppar när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:deepslate_redstone_ore" : "Denna malm droppar redstonedamm när den bryts utan silkesvante, hittas ännu längre ner än guld.",
	"minecraft:emerald_ore" : "Denna malm droppar redstonedamm när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:deepslate_emerald_ore" : "Denna malm droppar smaragd när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:lapis_ore" : "Denna malm droppar lapis lazuli när den bryts utan silkesvante, hittas ännu längre ner än guld.",
	"minecraft:deepslate_lapis_ore" : "Denna malm droppar lapis lazuli när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:diamond_ore" : "Denna malm droppar diamant när den bryts utan silkesvante, hittas riktigt långt ner",
	"minecraft:deepslate_diamond_ore" : "Denna malm droppar diamant när den bryts utan silkesvante, hittas bara i djupskiffer.",
	"minecraft:nether_gold_ore" : "Denna malm droppar guld när den brytsutan silkesvante, hittas bara i netherrack.",
	"minecraft:nether_quartz_ore" : "Denna malm droppar kvarts när den bryts utan silkesvante, hittas bara i netherrack.",
	"minecraft:ancient_debris" : "Forntida spillror är en sällsynt resurs som kan smältas till netheritstycke, denna resurs kan hittas antingen riktigt högt up i nether, eller riktigt långt ner.",
	"minecraft:coal_block" : "Kombination av 9 kol som kan användas som bränsle. Kan också vara dekorativ.",
	"minecraft:raw_iron_block" : "Kombination av 9 råjärn som kan smältas till järnblock. Kan också vara dekorativ.",
	"minecraft:raw_copper_block" : "Kombination av 9 råkoppar som kan smältas till kopparblock. Kan också vara dekorativ.",
	"minecraft:raw_gold_block" : "Kombination av 9 råguld som kan smältas till guldblock. Kan också vara dekorativ.",
	"minecraft:amethyst_block" : "Ametist block kan hittas i ametist geoder, den är helt dekorativ.",
	"minecraft:budding_amethyst" : "Knoppande ametist block är ametist block som ametist knoppar växer ut ifrån.",
	"minecraft:iron_block" : "Kombination av 9 järntackor, har väldigt lite användningar och kan användas dekorativt eller som fyr bas.",
	"minecraft:copper_block" : "Kombination av 9 coppartackor, har väldigt lite användningar och kan användas dekorativt eller som fyr bas.",
	"minecraft:gold_block" : "Kombination av 9 guldtackor, har väldigt lite användningar och kan användas dekorativt eller som fyr bas.",
	"minecraft:diamond_block" : "Kombination av 9 diamanter, har väldigt lite användningar och kan användas dekorativt eller som fyr bas.",
	"minecraft:netherite_block" : "Kombination av 9 netherittackor, har riktigt lite användningar och kan användas dekorativt eller som fyr bas om du är riktigt rik.",
	"minecraft:exposed_copper" : "Koppar block som har oxiderat lite och blivit lite grön orange.",
	"minecraft:weathered_copper" : "Koppar block som har oxiderat relativt mycket och blivit ännu mera grön än exponerad koppar.",
	"minecraft:oxidized_copper" : "Koppar block som helt har oxiderat och blivit helt grön.",
	"minecraft:cut_copper" : "Fint koppar block.",
	"minecraft:exposed_cut_copper" : "Fint koppar block som har oxiderat lite och blivit lite grön orange.",
	"minecraft:weathered_cut_copper" : "Fint koppar block som har oxiderat relativt mycket och blivit ännu mera grön än exponerad skuren koppar.",
	"minecraft:oxidized_cut_copper" : "Fint koppar block som helt har oxiderat och helt blivit grön.",
	"empty": ""
}