{	"nan" : "Bu açıklama henüz oluşturulmadı! Uygulamak için modun yazarı veya sorumlu kişi ile iletişime geçin!",
	"minecraft:air" : "Hava. Sadece o kadar, muhtemelen burda olmamalısın...",
	"minecraft:stone" : "Yeraltında bulunan basit bir inşaa bloğu. Elde etmek için İpeksi Dokunuş büyüsü ile kazmanız veya bir Kırık Taşı bir Fırında ısıtmanız gerekiyor.",
	"minecraft:granite" : "Taş'a benzeyen pembe rekli yerin derinliklerinde kayalaşmış bir taş. Cilalanabilir veya merdivenlere/basamaklara/duvarlara dönüştürülebilir. Yeraltında bulunur.",
	"minecraft:polished_granite" : "Cilalanmış pembe, plutonik bir taş (granit). Yapılarda veya merdivenlere/basamaklara/duvarlara dönüştürülmekte kullanılabilir.",
	"minecraft:diorite" : "Yakışıklı isveç bir YouTuber tarafından çoğunlukla \"kuş pisliği\" şeklinde adlandırılan beyaz renkli bir taş. Cilalanabilir veya merdivenlere/basamaklara/duvarlara dönüştürülebilir. Yeraltında bulunur.",
	"minecraft:polished_diorite" : "Cilalanmış \"kuş pisliği\" (diyorit). Yapılarda veya merdivenlere/basamaklara/duvarlara dönüştürülmekte kullanılabilir.",
	"minecraft:andesite" : "Taş'a benzeyen açık gri rekli bir taş. Cilalanabilir veya merdivenlere/basamaklara/duvarlara dönüştürülebilir. Yeraltında bulunur.",
	"minecraft:polished_andesite" : "Cilalanmış açık gri bir taş (andezit). Yapılarda veya merdivenlere/basamaklara/duvarlara dönüştürülmekte kullanılabilir.",
	"minecraft:deepslate" : "Minecraft dünyanızın derinliklerinde bulunan koyu renkli bir kaya. Elde etmek için İpeksi Dokunuş büyüsüyle kazmanız veya bir Kırık Derin Kayrak Taşını bir Fırında ısıtmanız gerekiyor.",
	"minecraft:cobbled_deepslate" : "Sanıyorum ki Kırık Taş olduğundan Kırık Derin Kayrak Taşı da var? Ama neden ismi Kırık Kayrak değil ki? (orjinali ingilizce olan bir şaka vardı ve türkçeye çevirirken anlamını kaybetti :( )",
	"minecraft:polished_deepslate" : "Koyu taşın (derin kayrak taşı) cilalı bir versiyonu. Yapılarda veya merdivenlere/basamaklara/duvarlara dönüştürülmekte kullanılabilir.",
	"minecraft:calcite" : "Yeraltında bulunan tortul bir kaya. Eğer madencilik yaparken bunu bulmuşsanız şansınız yağver! (Diyorit ile karıştırmayın!)",
	"minecraft:tuff" : "Yeraltında, lekesel formasyonlarda bulunan bir kaya. Ancak dikkatli olan, bu kaya içinde yüksek miktarda demir madeni saklıyor olabilir!",
	"minecraft:dripstone_block" : "Yeraltında, çoğunlukla damla bloğu madenlerinde bulunan ve genellikle dekorasyın için kullanılan bir blok.",
	"minecraft:grass_block" : "Yeryüzünde oldukça sık bulunan doğal bir blok. Elde etmek için İpeksi Dokunuş büyüsü ile kazmanız gerekiyor. Yakınlardaki topraklara yayılır.",
	"minecraft:dirt" : "Yeryüzünde, çimenli toprakların altında sıkça bulunan topraksı bir blok.",
	"minecraft:coarse_dirt" : "Bitkiler için elverişli olmayan ender, topraksı bir blok. Çoğunlukla savana platoları ve çorak araziler biyomlarında bulunur.",
	"minecraft:podzol" : "Tayga biyomlarında veya büyük ladin ağaçlarının altında bulunulabilen, çimenli toprağın daha koyu bir tonu olan doğal bir blok. Elde etmek için İpeksi Dokunuş büyüsü ile kazmanız gerekiyor. Yakınlardaki topraklara yayılır.",
	"minecraft:rooted_dirt" : "Açelya ağaçlarının altında bulunulabilen dekoratif, topraksı bir blok.",
	"minecraft:crimson_nylium" : "Kızıl, enfekte edilmiş bir Nether taşı. Nether'da, Kızıl ormanların zemininde bulunur.",
	"minecraft:warped_nylium" : "Çarpık, enfekte edilmiş bir Nether taşı. Nether'da, çarpık ormanların zemininde bulunur.",
	"minecraft:cobblestone" : "Yeraltındaki taşı İpeksi Dokunuş büyüsü olmadan kazılarak elde edilinen bir blok. Yapılarda ve birçok tariflerde kullanılır.",
	"minecraft:oak_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Meşe kütüklerinden oluşturulabilir.",
	"minecraft:spruce_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Ladin kütüklerinden oluşturulabilir.",
	"minecraft:birch_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Huş kütüklerinden oluşturulabilir.",
	"minecraft:jungle_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Orman ağaçı kütüklerinden oluşturulabilir.",
	"minecraft:acacia_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Akasya kütüklerinden oluşturulabilir.",
	"minecraft:dark_oak_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Koyu meşe kütüklerinden oluşturulabilir.",
	"minecraft:crimson_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Kızıl köklerden oluşturulabilir.",
	"minecraft:warped_planks" : "Çalışma masasındaki tariflerde ve yapılarda kullanılan bir blok. Çarpık köklerden oluşturulabilir.",
	"minecraft:oak_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir meşe ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:spruce_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir ladin ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:birch_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir huş ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:jungle_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir orman ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:acacia_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir akasya ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:dark_oak_sapling" : "Bir toprak(sı) blokun üzerinde dik ve bekle, bir koyu meşe ağacına büyüyecek. Ayrıca biraz kemik tozu ile sağ tıklayarak süreci hızlandırabilirsiniz!",
	"minecraft:bedrock" : "Dünya'nızın en dibinde bulunan ve kazılması imkansız olan bir blok. Aynı zamanda Nether'ın çatısında ve Son'un ortasında da bulunabilir.",
	"minecraft:sand" : "Sıkça sahil veya çöl biyomlarında ya da okyanuslar gibi su kaynaklarının zemininde veya yakınlarında bulunabilen, çoğunlukla dekorasyon için kullanılan, bir fırında ısıtılarak cama dönüştürülebilen ve yer çekiminden etkilenen bir blok. Aynı zamanda bunun üzerinde şeker kamışları daha hızlı büyür(!)",
	"minecraft:red_sand" : "Çorak arazilerde sıkça bulunabilen bir blok. Kumdan hiçbir farkı yok, sadece kırmızı.",
	"minecraft:gravel" : "Sıkça yeraltında ya da okyanuslar gibi su kaynaklarının zemininde veya yakınlarında bulunabilen, çoğunlukla dekorasyon ve çalışma masası tariflerinde kullanılan, yer çekiminden etkilenen bir blok. Ayrıca bazen (%10 olasılıkla) çakmak taşı düşürebilir.",
	"empty": ""
}