{	"nan" : "Цей опис ще не було створенно! Зв'яжіться з власником мода або тим, хто відповідає за впровадження JED!",
	"minecraft:air" : "Це - повітря. Складається в основному з азоту та кисню. Це все, тебе тут і так не повинно бути...",
	"minecraft:stone" : "Базовий будівельній блок, який можно знайти під землею. Вам знадобится зачарування Шовкового дотику, щоб здобути його, або просто виплавте Кругляк в печі.",
	"minecraft:granite" : "Червоний плутонічна порода, схожа на камень. Можна полірувати, або перетворити у сходи/стінки. Знаходиться під землею.",
	"minecraft:polished_granite" : "Полірована червона плутонічна порода, використовується для будівництва. Можна перетворити у сходи/стінки.",
	"minecraft:diorite" : "Біла порода, яку можна знайти під землею, часто називають \"пташиним лайном\" через одного врадливого шведського ютубера.",
	"minecraft:polished_diorite" : "Поліроване \"пташине лайно\". Може бути використане для будівництва або для створення сходів/стінок.",
	"minecraft:andesite" : "Світло-сіра порода, схожа на камінь. Можна полірувати, або перетворити у сходи/стінки. Знаходиться під землею.",
	"minecraft:polished_andesite" : "Полірована світло-сіра порода. Може бути використане для будівництва або для створення сходів/стінок.",
	"minecraft:deepslate" : "Темна порода, яку можно знайти у найглибших місцях вашого світу майнкрафта. Можно здобути тількі чарами Шовкового дотику, або виплавленням Глибосланцевого Кругляку в печі.",
	"minecraft:cobbled_deepslate" : "Я гадаю, що раз існує Кругляк, тоді повинен існувати й Глибосланцевий кругляк? Також вибачте нас, але ми не змогли адаптувати орігінальний жарт через те, що він є грою слів :-/ ",
	"minecraft:polished_deepslate" : "Полірована версія темної породи. Може бути використана для створення сходів/стінок.",
	"minecraft:calcite" : "Осадова порода, яка знаходиться під землею. Якщо ви знайшли цей блок під час розкопок, вас чекає задоволення! (Не плутати з діоритом!)",
	"minecraft:tuff" : "Порода, яку можна знайти в утвореннях, схожих на кульку під землею. Зверніть увагу, цей блок може приховати залізо всередині утворень!",
	"minecraft:dripstone_block" : "Декоративний блок, який зазвичай зустрічається в крапельно-каменних печерах під поверхнею землі!",
	"minecraft:grass_block" : "Звичайний в проироді блок, який знаходиться на поверхні землі, вимагає зачарування Шовкового Дотику. Трава поширується на сусідню землю з часом.",
	"minecraft:dirt" : "Звичайний блок землі, який можна знайти на поверхні під травою.",
	"minecraft:coarse_dirt" : "Незвичайний блок землі, на якому не може знаходитися рослинність. Зазвичай можно знайти у плато саван, або у Безплодних землях.",
	"minecraft:podzol" : "Більш темний відтінок землі, який можна знайти в Тайгових біомах, або під великими ялинами. Він поширується на сусідню землю з часом.",
	"minecraft:rooted_dirt" : "Декоративний блок, який можна знайти під деревамі азалії.",
	"minecraft:crimson_nylium" : "Незерак, заражений багрянцем, який можна знайти під ногами в Багряних лісах у Незері.",
	"minecraft:warped_nylium" : "Незерак, заражений химерністю, який можна знайти під ногами в Химерних лісах у Незері.",
	"minecraft:cobblestone" : "Блок, який можна отримати під час видобутку каменю під землею без зачарування Шовкового дотику. Використовується в будівництві і багатьох рецептах.",
	"minecraft:oak_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Дубових колод.",
	"minecraft:spruce_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Смерекових колод.",
	"minecraft:birch_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Березових колод.",
	"minecraft:jungle_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Тропічних колод.",
	"minecraft:acacia_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Акацієвих колод.",
	"minecraft:dark_oak_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Колод темного дубу.",
	"minecraft:crimson_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Багряних стеблин.",
	"minecraft:warped_planks" : "Матеріал для виготовлення та декоративний блок, який можна виготовити з Химерних стеблин.",
	"minecraft:oak_sapling" : "Поставте та почекайте, і він виросте в дуб. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:spruce_sapling" : "Поставте та почекайте, і він виросте в смереку. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:birch_sapling" : "Поставте та почекайте, і він виросте в березу. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:jungle_sapling" : "Поставте та почекайте, і він виросте в тропічне дерево. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:acacia_sapling" : "Поставте та почекайте, і він виросте в акацію. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:dark_oak_sapling" : "Поставте та почекайте, і він виросте в темний дуб. Ви також можете клацнути правою кнопкою миші за допомогою Кісткового борошна, щоб прискорити прогрес!",
	"minecraft:bedrock" : "Блок, який можна знайти на самому дні вашого світу. Неможливо зламати!",
	"minecraft:sand" : "Звичайний блок, який в основному використовується для декору та ферм, можна отримати на пляжах або в пустельних біомах. Цукрова тростина росте швидше на цьому блоці (ні, це міф), який також можна виплавити для виготовлення скла!",
	"minecraft:red_sand" : "Звичайний блок, який в основному використовується для декору та ферм, можна отримати лише на поверхні пустель Бесплодних земель.",
	"minecraft:gravel" : "Звичайний блок, який в основному використовується для декорування та виготовлення. Його можна знайти під землею, на дні океанів, біля річок чи озер або іноді в горах. Також може давати кремінь при видобутку, замість самого блоку.",
	"minecraft:coal_ore" : "Ця руда дає Вугілля під час видобутку. Можна знайти високо в горах або під землею. Використання зачарування Вдачі дасть більше вугілля, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_coal_ore" : "Ця руда дає Вугілля під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше вугілля, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:iron_ore" : "Ця руда дає Необроблене залізо під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше заліза, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_iron_ore" : "Ця руда дає Необроблене залізо під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше заліза, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:copper_ore" : "Ця руда дає Необроблену мідь під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше міді, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_copper_ore" : "Ця руда дає Необроблену мідь під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше міді, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:gold_ore" : "Ця руда дає Необроблене золото під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше золота, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_gold_ore" : "Ця руда дає Необроблене золото під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше золота, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:redstone_ore" : "Ця руда дає Редстоун під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше редстоуна, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_redstone_ore" : "Ця руда дає Редстоун під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше редстоуна, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:emerald_ore" : "Ця руда дає Смарагд під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше смарагдів, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_emerald_ore" : "Ця руда дає Смарагд під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше смарагдів, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:lapis_ore" : "Ця руда дає Лазурит під час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше лазуриту, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_lapis_ore" : "Ця руда дає Лазурит під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше лазуриту, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:diamond_ore" : "Ця руда дає Діамант час видобутку. Зустрічається під землею. Використання зачарування Вдачі дасть більше діамантів, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:deepslate_diamond_ore" : "Ця руда дає Діамант під час видобутку. Зустрічається глибоко під землею, у шарі Глибосланця. Використання зачарування Вдачі дасть більше діамантів, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:nether_gold_ore" : "Ця руда дає Золоті самородки під час видобутку. Зустрічається у Незері. Використання зачарування Вдачі дасть більше самородків, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"minecraft:nether_quartz_ore" : "Ця руда дає Незерський кварц під час видобутку. Зустрічається у Незері. Використання зачарування Вдачі дасть більше кварцу, а використання зачарування Шовкового дотику призведе до випадіння блоку руди.",
	"empty": ""
}