{	"nan" : "此描述尚未創建！請聯繫此模組的作者或負責製作 JED 的人！",
	"minecraft:air" : "這是空氣，從氮和氧製成，就是這樣。但你不應該在這裡......",
	"minecraft:stone" : "在地表下發現的基本方塊。要獲得它，您需要使用絲綢之觸附魔的鎬子或在熔爐中熔煉鵝卵石。",
	"minecraft:granite" : "一種類似石頭的粉紅色岩石。可以拋光或變成樓梯/牆壁。可以在地下找到。",
	"minecraft:polished_granite" : "一種類似石頭的拋光粉紅色岩石。可以變成樓梯/牆壁。",
	"minecraft:diorite" : "一種類似石頭的白色岩石，經常被瑞典 youtuber 暱稱為“鳥糞”。可以拋光或變成樓梯/牆壁。可以在地下找到。",
	"minecraft:polished_diorite" : "拋光的“鳥糞”。可以變成樓梯/牆壁。",
	"minecraft:andesite" : "一種類似石頭的淺灰色岩石。可以拋光或變成樓梯/牆壁。可以在地下找到。",
	"minecraft:polished_andesite" : "一種類似石頭的拋光淺灰色岩石。可以變成樓梯/牆壁。",
	"minecraft:deepslate" : "在你的 Minecraft 世界深處發現的黑色岩石。要獲得它，您需要使用絲綢之觸附魔的鎬子或在熔爐中熔煉鵝卵石。",
	"minecraft:cobbled_deepslate" : "既然有鵝卵石為什麼沒有深板岩碎石？為什麼不叫深板鵝卵石呢？",
	"minecraft:polished_deepslate" : "一種拋光的黑色岩石。可以變成樓梯/牆壁。",
	"minecraft:calcite" : "一種沉積岩，生成在紫晶洞的外層。如果你在挖礦時發現了這個方塊，那你就發財了！ （不要與閃長岩混淆！）",
	"minecraft:tuff" : "在地下深處的的深灰色岩石。注意，這個方塊附近可能藏著一些鐵！",
	"minecraft:dripstone_block" : "在你的 Minecraft 世界地表下的鐘乳石洞窟中常見的裝飾方塊！",
	"minecraft:grass_block" : "在 Minecraft 世界地表的天然方塊，您需要使用絲綢之觸附魔的工具獲得它。草地會擴散至附近的泥土。",
	"minecraft:dirt" : "在 Minecraft 世界地表草地下的一個骯髒方塊。",
	"minecraft:coarse_dirt" : "一個類似泥土的骯髒方塊，無法擴散。常見於熱帶稀樹草原和惡地",
	"minecraft:podzol" : "可以在針葉林或杉木樹下找到的深色泥土。這將擴散到附近的污垢。",
	"minecraft:rooted_dirt" : "一個在杜鵑花樹下發現的裝飾方塊。",
	"minecraft:crimson_nylium" : "一種在地獄緋紅森林地板的深紅色地獄石。這是一個被感染的地獄石",
	"minecraft:warped_nylium" : "一種在地獄扭曲森林地板的青色地獄石。這是一個被感染的地獄石",
	"minecraft:cobblestone" : "從地下用沒有絲綢之觸附魔的工具開採石頭獲得的方塊。用於建築和許多合成配方。",
	"minecraft:oak_planks" : "一種可以用橡木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:spruce_planks" : "一種可以用杉木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:birch_planks" : "一種可以用樺木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:jungle_planks" : "一種可以用叢林木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:acacia_planks" : "一種可以用相思木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:dark_oak_planks" : "一種可以用黑橡木原木製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:crimson_planks" : "一種可以用巨型緋紅蕈菇製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:warped_planks" : "一種可以用巨型扭曲蕈菇製作的木材。用作合成許多材料和裝飾方塊。",
	"minecraft:oak_sapling" : "放下並等待，它會長成橡木。您也可以用骨粉加快生長進度！",
	"minecraft:spruce_sapling" : "放下並等待，它會長成杉木。您也可以用骨粉加快生長進度！",
	"minecraft:birch_sapling" : "放下並等待，它會長成樺木。您也可以用骨粉加快生長進度！",
	"minecraft:jungle_sapling" : "放下並等待，它會長成叢林木。您也可以用骨粉加快生長進度！",
	"minecraft:acacia_sapling" : "放下並等待，它會長成相思木。您也可以用骨粉加快生長進度！",
	"minecraft:dark_oak_sapling" : "放下並等待，它會長成黑橡木。您也可以用骨粉加快生長進度！",
	"minecraft:bedrock" : "在世界最底部發現的方塊，無法被開採。",
	"minecraft:sand" : "一種常見的方塊，主要用於裝飾和農業，可以在沙灘或沙漠中獲得。 甘蔗在這個方塊上會長得更快（不，它不會），它也可以被熔煉來製造玻璃！",
	"minecraft:red_sand" : "一種主要用於裝飾和農業的常見方塊，只能在惡地獲得。",
	"minecraft:gravel" : "一種常見的方塊，主要用於裝飾和合成。 它可以在地底、海底、河流、湖泊附近、或一些山區找到。 開採有機率會掉落燧石（10%機率）。",
	"minecraft:coal_ore" : "這種礦石在開採時會掉落煤炭，可以在高山或地底找到。使用幸運附魔會掉落更多的，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_coal_ore" : "這種礦石在開採時會掉落煤炭，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:iron_ore" : "這種礦石在開採時會掉落鐵原礦，可以在地底找到。使用幸運附魔會掉落更多原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_iron_ore" : "這種礦石在開採時會掉落鐵原礦，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多的原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:copper_ore" : "這種礦石在開採時會掉落銅原礦，可以在地底找到。使用幸運附魔會掉落更多原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_copper_ore" : "這種礦石在開採時會掉落銅原礦，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:gold_ore" : "這種礦石在開採時會掉落金原礦，可以在地底找到。使用幸運附魔會掉落更多原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_gold_ore" : "這種礦石在開採時會掉落金原礦，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多原礦，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:redstone_ore" : "這種礦石在開採時會掉落紅石，可以在地底找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_redstone_ore" : "這種礦石在開採時會掉落紅石，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:emerald_ore" : "這種礦石在開採時會掉落綠寶石，可以在高山或地底找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_emerald_ore" : "這種礦石在開採時會掉落綠寶石，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。最稀有的方塊",
	"minecraft:lapis_ore" : "這種礦石在開採時會掉落青金石，可以在地底找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_lapis_ore" : "這種礦石在開採時會掉落青金石，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:diamond_ore" : "這種礦石在開採時會掉落鑽石，可以在地底找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:deepslate_diamond_ore" : "這種礦石在開採時會掉落鑽石，可以在地底深處其他深板岩附近找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:nether_gold_ore" : "這種礦石在開採時會掉落金粒，可以在地獄找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:nether_quartz_ore" : "這種礦石在開採時會掉落地獄石英，可以在地獄找到。使用幸運附魔會掉落更多礦物，而用絲綢之觸附魔會掉落礦石塊。",
	"minecraft:ancient_debris" : "這種稀有的資源會掉落遠古遺骸。 可以在下界極高或極低的高度找到。 遠古遺骸與生產下界合金有關。",
	"empty": ""
}